IDEA Open Model
StrainImpulse.EpsX Property
 The normal strain.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double EpsX { get; set; }
Public Property EpsX As Double
	Get
	Set
public:
property double EpsX {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
StrainImpulse Structure
IdeaRS.OpenModel.Loading Namespace